# .zsh_plugins.txt

# comments are supported like this
romkatv/powerlevel10k
rupa/z
zsh-users/zsh-completions
mdumitru/git-aliases
chrissicool/zsh-256color
#agpenton/1password-zsh-plugin
djui/alias-tips
zsh-users/zsh-autosuggestions # needs to be before zsh-vim-mode
zdharma-continuum/fast-syntax-highlighting # needs to be before zsh-vim-mode
softmoth/zsh-vim-mode

# k8s
Dbz/kube-aliases
#trejo08/kubecolor-zsh
droctothorpe/kubecolor
ptavares/zsh-kubectx

#apachler/zsh-aws

# terraform
ptavares/zsh-terraform
