# .zsh_plugins.txt

# comments are supported like this
rupa/z
zsh-users/zsh-completions
mdumitru/git-aliases
chrissicool/zsh-256color
agpenton/1password-zsh-plugin
djui/alias-tips

# k8s
Dbz/kube-aliases
#trejo08/kubecolor-zsh
droctothorpe/kubecolor
ptavares/zsh-kubectx

# terraform
ptavares/zsh-terraform
